;TORSO
[fortniteneuralynx_Torso_KV_F X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_MPL_F X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_FPL_F X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_HPL_F X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_LPO_F X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_MPO_F X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_HPO_F X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

;TORSO WOTC
[fortniteneuralynx_Torso_Reaper X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_Templar X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

[fortniteneuralynx_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="猫耳忍者 身体"

;ARMS
[fortniteneuralynx_Arms_KV_F X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_LPL_F X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_MPL_F X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_HPL_F X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_LPO_F X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_MPO_F X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_HPO_F X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

;ARMS WOTC
[fortniteneuralynx_Arms_Reaper X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_Templar X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

[fortniteneuralynx_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="猫耳忍者 手臂"

;LEGS
[fortniteneuralynx_Legs_KV_F X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_LPL_F X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_MPL_F X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_HPL_F X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_LPO_F X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_MPO_F X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_HPO_F X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

;LEGS WOTC
[fortniteneuralynx_Legs_Reaper X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_Templar X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="猫耳忍者 腿"

[fortniteneuralynx_Helmets_F X2BodyPartTemplate]
DisplayName="猫耳忍者 头盔和兜帽"

[fortniteneuralynx_Helmets_F2 X2BodyPartTemplate]
DisplayName="猫耳忍者 兜帽"

[fortniteneuralynx_Helmets_F3 X2BodyPartTemplate]
DisplayName="猫耳忍者 头盔"

[fortniteneuralynx_Helmets_F4 X2BodyPartTemplate]
DisplayName="猫耳忍者 耳朵"

;TORSO DECO
[fortniteneuralynx_TDeco_KV_F X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_LPL_F X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_MPL_F X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_HPL_F X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_LPO_F X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_MPO_F X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_HPO_F X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

;TORSO DECO WOTC
[fortniteneuralynx_TDeco_Reaper X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_PL_Reaper X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_PO_Reaper X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_Templar X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_PL_Templar X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_PO_Templar X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_Skirmisher X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_PL_Skirmisher X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"

[fortniteneuralynx_TDeco_PO_Skirmisher X2BodyPartTemplate]
DisplayName="猫耳忍者 尾巴"






[Neurasword X2WeaponTemplate]
FriendlyName="神经爪"
FriendlyNamePlural="神经爪"
BriefSummary="哑光黑色猫咪钢爪."
TacticalText="哑光黑色猫咪钢爪."
AbilityDescName="剑"

